const dummyTextKo = `
# 제목

## 이미지
![example image](https://blog_workers.forever-fl.workers.dev/neko3.webp)

## 소제목1
태평양에 떠 있는 메가 플로트 도시이자,
어느 국가에도 소속되지 않은 베이론 시티.

그곳에는 'D 재해'라고 불리는,
악마가 일으키는 특수한 사건이 다수 발생하고 있었다.

이에 대처하는 건 PMC(민간군사기업)에 소속된 사람들로,
베이론 시티에 살고 있는 청년 슈도 그중 하나였다.

언제나 돈에 쪼들리는 슈를 헌신적으로 도와주는 사람은,
베이론 시티에서 학교에 다니고 있는 미소녀 고등학생 키사라.

그리고 또 한 명,
슈가 과거에 속해있던 대형 PMC의 직원이자 전 애인인 아야노였다.

키사라에게 있어서는 이는 달갑지 않았는데,

이처럼 그녀의 슈에 대한 강한 집착의 근간은 두 사람이 맺은 '계약'에 있었다.
그녀의 정체는 악마였던 것이다.

키사라는 슈의 생활을 도와주면서 계약에 따라 악마 퇴치에도 협력했고,
그 대가로서 받는 건 달콤하면서 위험한 '키스'였다.

사랑과 계약. 두 사람의 위태로운 인연.
그 운명은 과연 어디로 향할 것인가.

## 소제목1
태평양에 떠 있는 메가 플로트 도시이자,
어느 국가에도 소속되지 않은 베이론 시티.

그곳에는 'D 재해'라고 불리는,
악마가 일으키는 특수한 사건이 다수 발생하고 있었다.

이에 대처하는 건 PMC(민간군사기업)에 소속된 사람들로,
베이론 시티에 살고 있는 청년 슈도 그중 하나였다.

언제나 돈에 쪼들리는 슈를 헌신적으로 도와주는 사람은,
베이론 시티에서 학교에 다니고 있는 미소녀 고등학생 키사라.

그리고 또 한 명,
슈가 과거에 속해있던 대형 PMC의 직원이자 전 애인인 아야노였다.

키사라에게 있어서는 이는 달갑지 않았는데,

이처럼 그녀의 슈에 대한 강한 집착의 근간은 두 사람이 맺은 '계약'에 있었다.
그녀의 정체는 악마였던 것이다.

키사라는 슈의 생활을 도와주면서 계약에 따라 악마 퇴치에도 협력했고,
그 대가로서 받는 건 달콤하면서 위험한 '키스'였다.

사랑과 계약. 두 사람의 위태로운 인연.
그 운명은 과연 어디로 향할 것인가.

## 소제목3
태평양에 떠 있는 메가 플로트 도시이자,
어느 국가에도 소속되지 않은 베이론 시티.

그곳에는 'D 재해'라고 불리는,
악마가 일으키는 특수한 사건이 다수 발생하고 있었다.

이에 대처하는 건 PMC(민간군사기업)에 소속된 사람들로,
베이론 시티에 살고 있는 청년 슈도 그중 하나였다.

언제나 돈에 쪼들리는 슈를 헌신적으로 도와주는 사람은,
베이론 시티에서 학교에 다니고 있는 미소녀 고등학생 키사라.

그리고 또 한 명,
슈가 과거에 속해있던 대형 PMC의 직원이자 전 애인인 아야노였다.

키사라에게 있어서는 이는 달갑지 않았는데,

이처럼 그녀의 슈에 대한 강한 집착의 근간은 두 사람이 맺은 '계약'에 있었다.
그녀의 정체는 악마였던 것이다.

키사라는 슈의 생활을 도와주면서 계약에 따라 악마 퇴치에도 협력했고,
그 대가로서 받는 건 달콤하면서 위험한 '키스'였다.

사랑과 계약. 두 사람의 위태로운 인연.
그 운명은 과연 어디로 향할 것인가.

## 소제목4
태평양에 떠 있는 메가 플로트 도시이자,
어느 국가에도 소속되지 않은 베이론 시티.

그곳에는 'D 재해'라고 불리는,
악마가 일으키는 특수한 사건이 다수 발생하고 있었다.

이에 대처하는 건 PMC(민간군사기업)에 소속된 사람들로,
베이론 시티에 살고 있는 청년 슈도 그중 하나였다.

언제나 돈에 쪼들리는 슈를 헌신적으로 도와주는 사람은,
베이론 시티에서 학교에 다니고 있는 미소녀 고등학생 키사라.

그리고 또 한 명,
슈가 과거에 속해있던 대형 PMC의 직원이자 전 애인인 아야노였다.

키사라에게 있어서는 이는 달갑지 않았는데,

이처럼 그녀의 슈에 대한 강한 집착의 근간은 두 사람이 맺은 '계약'에 있었다.
그녀의 정체는 악마였던 것이다.

키사라는 슈의 생활을 도와주면서 계약에 따라 악마 퇴치에도 협력했고,
그 대가로서 받는 건 달콤하면서 위험한 '키스'였다.

사랑과 계약. 두 사람의 위태로운 인연.
그 운명은 과연 어디로 향할 것인가.

## 코드
\`\`\`java
public class HelloWorld {
    public static void main(String[] args) {
        System.out.println("Hello, World!");
    }
}
\`\`\`
`

export default dummyTextKo;