const dummyTextJa = `
# タイトル
## ヘッダー
本プロジェクトは2022年3月23日に「完全新作オリジナルプロジェクト」として発表された。同年3月26日のAnimeJapan 2022にて斉藤壮馬、会沢紗弥、Lynn、丸戸史明、柏田真一郎によるトークショーが行われ、第一報としてオリジナルテレビアニメーション『Engage Kiss』の制作が発表され[2]、4月24日に第二報としてスマートフォンゲーム『Engage Kill』の制作が発表された。

## ヘッダー
本プロジェクトは2022年3月23日に「完全新作オリジナルプロジェクト」として発表された。同年3月26日のAnimeJapan 2022にて斉藤壮馬、会沢紗弥、Lynn、丸戸史明、柏田真一郎によるトークショーが行われ、第一報としてオリジナルテレビアニメーション『Engage Kiss』の制作が発表され[2]、4月24日に第二報としてスマートフォンゲーム『Engage Kill』の制作が発表された。

## ヘッダー
本プロジェクトは2022年3月23日に「完全新作オリジナルプロジェクト」として発表された。同年3月26日のAnimeJapan 2022にて斉藤壮馬、会沢紗弥、Lynn、丸戸史明、柏田真一郎によるトークショーが行われ、第一報としてオリジナルテレビアニメーション『Engage Kiss』の制作が発表され[2]、4月24日に第二報としてスマートフォンゲーム『Engage Kill』の制作が発表された。

## ヘッダー
本プロジェクトは2022年3月23日に「完全新作オリジナルプロジェクト」として発表された。同年3月26日のAnimeJapan 2022にて斉藤壮馬、会沢紗弥、Lynn、丸戸史明、柏田真一郎によるトークショーが行われ、第一報としてオリジナルテレビアニメーション『Engage Kiss』の制作が発表され[2]、4月24日に第二報としてスマートフォンゲーム『Engage Kill』の制作が発表された。

## ヘッダー
本プロジェクトは2022年3月23日に「完全新作オリジナルプロジェクト」として発表された。同年3月26日のAnimeJapan 2022にて斉藤壮馬、会沢紗弥、Lynn、丸戸史明、柏田真一郎によるトークショーが行われ、第一報としてオリジナルテレビアニメーション『Engage Kiss』の制作が発表され[2]、4月24日に第二報としてスマートフォンゲーム『Engage Kill』の制作が発表された。

## ヘッダー
本プロジェクトは2022年3月23日に「完全新作オリジナルプロジェクト」として発表された。同年3月26日のAnimeJapan 2022にて斉藤壮馬、会沢紗弥、Lynn、丸戸史明、柏田真一郎によるトークショーが行われ、第一報としてオリジナルテレビアニメーション『Engage Kiss』の制作が発表され[2]、4月24日に第二報としてスマートフォンゲーム『Engage Kill』の制作が発表された。

## ヘッダー
本プロジェクトは2022年3月23日に「完全新作オリジナルプロジェクト」として発表された。同年3月26日のAnimeJapan 2022にて斉藤壮馬、会沢紗弥、Lynn、丸戸史明、柏田真一郎によるトークショーが行われ、第一報としてオリジナルテレビアニメーション『Engage Kiss』の制作が発表され[2]、4月24日に第二報としてスマートフォンゲーム『Engage Kill』の制作が発表された。

## コード
\`\`\`java
public class HelloWorld {
    public static void main(String[] args) {
        System.out.println("Hello, World!");
    }
}
\`\`\`
`

export default dummyTextJa;